[FILE]
Author=Artem Izmaylov
Help=AIMP-en.chm
Icon=0000010001001010000001002000680400001600000028000000100000002000000001002000000000004004000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000001E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFF1E14D1FF1E14D1FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF1E14D1FF1E14D1FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFF1E14D1FF1E14D1FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF1E14D1FF1E14D1FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFF1E14D1FFB86912FFD17714FFD17714FFD17714FFD17714FFD17714FFD17714FFD17714FFD17714FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF1E14D1FFB86912FFFFFFFFFFD17714FFFFFFFFFFD17714FFFFFFFFFFD17714FFFFFFFFFFD17714FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFF1E14D1FFB86912FFD17714FFD17714FFD17714FFD17714FFD17714FFD17714FFD17714FFD17714FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF1E14D1FFB86912FFFFFFFFFFD17714FFFFFFFFFFD17714FFFFFFFFFFD17714FFFFFFFFFFD17714FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFF1E14D1FFB86912FFD17714FFD17714FFD17714FFD17714FFD17714FFD17714FFD17714FFD17714FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF261DE9FF1E14D1FFB86912FFFFFFFFFFD17714FFFFFFFFFFD17714FFFFFFFFFFD17714FFFFFFFFFFD17714FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFF1E14D1FFB86912FFB86912FFB86912FFB86912FFB86912FFB86912FFB86912FFB86912FFB86912FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF1E14D1FF0000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF0000FFFF0000
LangId=1033
Name=English (USA)
VersionId=5100

[About]
B1=Close
Caption=About
L1=Support:
L2=Author:
L4=Designer:
L5=License
L6=Change log

[Actions]
EqualizerFrame=Equalizer
Form.AutoHide=Mode: floating with auto-hiding
Form.DockTo=Dock
Form.DockToEdges=to left screen side|to right screen side|to top screen side|to bottom screen side
Form.DoMaximize=Maximize
Form.Fixed=Mode: fixed
Form.Float=Mode: floating
Form.LockPlacement=Pin window position
Form.Maximize=Maximize|Restore
Form.Minimize=Minimize
Form.StayOnTop=Stay On Top
Form.Undock=Normal mode
Form.Visible=%s - show|%s - hide
PlaylistFrame=Playlist
QuickSearch=Quick search
Tabs.ScrollDown=Scroll tabs backward
Tabs.ScrollUp=Scroll tabs forward
Visuals.VisualMenu=List of visualizations

[AddLinkDialog]
btnOk=OK
Caption=Add link
lbLink=Streaming link:
lbName=Name:

[PartRepeatDialog]
Caption=Part repeat "A-B"
L1=Point A:
L2=Point B:
B1=Set
B2=Remove

[AIMP]
acCopyTo=Copy to...
acFormsTogglePlaylistVisibility.h=Show/Hide Playlist
acFormsTogglePlaylistVisibility=Playlist
acHelp=Help
acMainAddFiles.h=Add Files
acMainAddFiles=Files
acMainAddFolder.h=Add Folder
acMainAddFolder=Folder
acMainAddPlaylist.h=Add Playlist
acMainAddPlaylist=Playlist
acMainAddURL.h=Add URL
acMainAddURL=URL
acMainBookmarksManager=Bookmarks Manager
acMainDSPManager=Sound Effects
acMainDSPManagerCrossMixing=Sound Effects: Mixing
acMainDSPManagerEQ=Sound Effects: Equalizer
acMainDSPManagerSilenceRemover=Sound Effects: Silence Remover
acMainDSPManagerSoundEffects=Sound Effects: General
acMainDSPManagerVolumeNormalization=Sound Effects: Volume
acMainExit.h=Close AIMP
acMainMinimize.h=Minimize / Maximize
acMainOpenFiles.h=Open file(s)
acMainOpenFiles=Open files
acMainOpenFolder=Open folder
acMainOpenPlaylist.h=Import playlist
acMainOpenPlaylist=Import playlist
acMainStayOnTop=Stay on top
acMLCompressDB=Compress database
acMLDeleteAll=Delete all files
acMLGroupingTreeDeleteSelected=Delete
acMLGroupingTreeDeleteSelectedPhysically=Delete physically
acMLLabelsDialog=Labels...
acMLMakeReport=Report...
acMLMissedFiles=Find missed files...
acMLPlayFiles=Play all
acMLPlaySelectedFiles=Play selected files
acMLReloadTagsForAllFiles=Reload tags for all files
acMLReloadTagsForSelectedFiles=Reload tags for selected files
acMLResetStats=Reset the stats for all files
acMLResetStatsForSelectedFiles=Reset the stats for selected files
acMLTableDeleteSelected=Delete selected
acMLTableSendFilesToActivePlaylist=Add to active playlist
acMoveTo=Move to...
acOpenFolder=Open Folder
acOptionHotkeys.h=Hotkeys settings
acOptionHotkeys=Hotkeys
acOptionLangs.h=Language settings
acOptionLangs=Language
acOptionPlugins.h=Plugins settings
acOptionPlugins=Plugins
acOptions=Preferences
acOptionShutdown.h=Scheduler settings
acOptionShutdown=Scheduler
acOptionSkins.h=Interface settings
acOptionSkins=Skins
acPlayableFileCopyFileToClipboard.h=Copy file to clipboard
acPlayableFileCopyInfoToClipboard.h=Copy file info to clipboard
acPlayableFileCopyToLastPath.h=Copy currently playing file into last selected folder
acPlayableFileDeletePhysically=Physically delete currently playing file
acPlayableFileShowFileInfo=Current file info
acPlayableFileShowQTE.h=Edit tags
acPlayableFileToggleSwitchInPlaylist.h=Playing file (on / off)
acPlayableFileNextBookmark=Next bookmark
acPlayableFilePrevBookmark=Previous bookmark
acPlayerCrossMixing=Cross-Mixing: on / off
acPlayerJumpToTime=Jump to time
acPlayerNextTrack=Next track
acPlayerPauseOnNextTrack=Suspend playback at beginning of next track
acPlayerPlayPause=Play/Pause
acPlayerPrevTrack=Previous track
acPlayerRadioCapture=Radio capture
acPlayerRadioCaptureSingleTrack=Radio capture (single track only)
acPlayerRepeat=Track repeat
acPlayerRepeatPartAB=Repeat part "А-B"
acPlayerSeekBackward.h=Seek backward
acPlayerSeekForward.h=Seek forward
acPlayerShuffle=Shuffle
acPlayerSpeedDecrease=Speed: decrease
acPlayerSpeedIncrease=Speed: increase
acPlayerSpeedResetToDefaults=Speed: reset to defaults
acPlayerStop.h=Stop playback
acPlayerStopAtEnd.h=Stop playback after current file
acPlayerTempoDecrease=Tempo: decrease
acPlayerTempoIncrease=Tempo: increase
acPlayerTempoResetToDefaults=Tempo: reset to defaults
acPlayerVolumeDown.h=Volume -
acPlayerVolumeMute.h=Mute (On / Off)
acPlayerVolumeMute=Mute
acPlayerVolumeUp.h=Volume +
acPlaylistAddSelectedToBookmarks=Add to bookmarks
acPlaylistAddSelectedToQueue=Add to queue
acPlaylistClose=Close playlist
acPlaylistCloseOthers=Close other playlists
acPlaylistCopySelectedToClipboard=Copy selected files to clipboard
acPlaylistDeleteAll=Remove all
acPlaylistDeleteDuplicates=Remove duplicates
acPlaylistDeleteNonExists=Remove missing
acPlaylistDeleteNonSelected=Remove all files except selected
acPlaylistDeleteSelected=Remove selected files
acPlaylistDeleteSelectedPhysically=Physically delete selected files
acPlaylistDeleteSwitchedOff=Remove disabled files
acPlaylistDeleteSwitchedOffPhysically=Physically delete disabled files
acPlaylistFindInML=Find in Music Library
acPlaylistFindNewFiles=Find new files
acPlaylistFocusedItemShowQTE=File info
acPlaylistInsertAfterPlayingItem=Insert after playing
acPlaylistInsertToQueueBeginning=Add to queue beginning
acPlaylistNew=New playlist
acPlaylistNext.h=Next playlist
acPlaylistNextAndPlay.h=Play next playlist
acPlaylistPlayFocusedItem.h=Play selected file
acPlaylistPlayFocusedItem=Play
acPlaylistPlayPrevious=Play last playlist
acPlaylistPrev.h=Previous playlist
acPlaylistPrevAndPlay.h=Play previous playlist
acPlaylistReloadFromPreimage=Reload data from preimage
acPlaylistRemoveSelectedFromQueue=Remove from queue
acPlaylistRename=Rename playlist
acPlaylistReverse.h=Sorting: invert
acPlaylistReverse=Invert
acPlaylistSave=Export playlist
acPlaylistSortByArtist=Sort by artist
acPlaylistSortByDuration=Sort by duration
acPlaylistSortByFileName=Sort by folders
acPlaylistSortByTitle=Sort by title
acPlaylistSortRandomize.h=Sorting: randomize
acPlaylistSortRandomize=Randomize
acQueueClear=Clear queue
acQueueManager=Queue manager
acSearchAdvanced=Advanced search
acSearchQuick=Quick Search (start / continue)
acSendToAudioConverter.h=Send to Audio Converter
acSendToAudioConverter=Audio Converter
acSendToTagEditor.h=Send to tag editor
acSendToTagEditor=Tag editor
acUtilsAudioConverter=Audio Converter
acUtilsAudioLibrary=Music Library
acUtilsTagEditor=Tag Editor
acVisualExitFromFullScreen=Exit From Fullscreen Visualization Mode
acVisualFullScreen=Fullscreen Visualization
acVisualNext.h=Next visualization
acVisualPrev.h=Prev visualization
CategoryMenu=Group
CategoryOptions=Options
ClearPls=Clear playlist
CM_DEL=Remove from playlist
CM_SEL=Select files
CountLabel.h=Files count in playlist
ItmEQPos=Show equalizer on the left
LengthLabel.h=Total playlist duration
miCountdown=Countdown
acMLEditBookmark=Edit bookmark...
miBMLocateInSource=Locate in source
miBMResetTimestamp=Reset timestamp
miBMPlaySelectedFromBeginning=Play selected files from beginning
miGroupBy=Group by...
miMLCreateDynPlaylist=Create smart playlist
miMLGroupingPreset=Grouping
miMLGroupingPresetAdd=Add...
miMLGroupingPresetEdit=Edit...
miMLGroupingPresetRemove=Delete
miMLLabelsExclude=Unset label
miMLLabelsInclude=Set label
miMLManageDB=Database
miMLReload=Refresh...
miMLTableSendToPlaylist=Send to playlist
miMLTableViewAlbumThumbnails=View: Album Thumbnails
miMLTableViewDefault=View: Table
miMLTableViewGroupDetails=View: Group Details
miMLBookmarks=Bookmarks
miPersonalSettings=Personal settings
miPreimageSettings=Preimage settings
miPlaylistNewSmart=New smart playlist
miRadioCaptureStop=Stop capture
miRadioCatalogs=Internet Radio Catalogs
miReadOnly=Lock from changes
miRemoval=Removal
miSwitchOn=Enable
miSwitchOff=Disable
miSelectAll=Select all files
miSelectSwitchedOn=Select all enabled
miSelectNone=Clear selection
miSelectPls=Select playlist
miSendToPlaylist=Send to other playlist
miSortByPatternOptions=Preferences
miSendTo=Send to
miSortRandomizeGroups=Randomize groups
miSortRandomizeGroupItems=Randomize groups items
miSortRandomizeGroupsAndItItems=Randomize groups and their items
N6=Rescan tags
N7=Nearest scheduled task:
N20=Queue
N22=Tray
N31=Visualization mode
N34=Add
N35=Show window
N36=Equalizer
N37=Visual window
N38=(hide all)
N39=Edit
N40=Visualization
N41=Skins
N43=Help
N47=Exit
N56=Utilities
N70=Suspend global hot keys
N75=Utilities
N79=Show current
N80=Load preset
N81=Save preset
N83=Reset all effects settings
N84=Reset equalizer settings
N85=Collapse all
N86=Expand all
N90=Player
N91=Play/Pause
N92=Stop
N93=Add Files
N95=Previous track
N96=Next track
N98=Volume
N114=Merge with similar groups
N115=Merge all similar groups
pmAdd.h=Add items menu
pmDelete.h=Remove items menu
pmEqualizer.h=Equalizer Settings
pmMainMenu.h=Main menu
pmManagePlaylist.h=Playlist management
pmMisc.h=Misc menu
pmMLDelete.h=Remove items menu
pmMLGroupingPresets.h=Grouping Presets
pmMLLabels.h=Labels menu
pmMLMainMenu.h=Main menu - music library
pmMLMisc.h=Misc menu
pmMLTableViews.h=Views
pmPlaylistList.h=Playlists list
pmQuickOptions.h=Quick settings
pmNewPlaylist.h=New Playlist...
pmSorting.h=Sort items menu
pmUtilities.h=Utilities
SentToNewPLS=To new playlist
SizeLabel.h=File size in playlist
TCFixFloat=Pin floating bar
TL=Save tracklist
TrayCotnrol=Show Mini Player

[AIMPBookmarkEditDialog]
Caption=Editing Bookmark
L1=Title:
L2=Path:
L3=Labels:
L4=Timestamp:
L5=Comment:

[AIMPConverterStatsDialog]
btnOK=OK
Caption=Conversion Done!
cbDontShowAgain=Don't show it again
Message=Number of Files: %0:s\n\nTime: %2:s\nTime (Avg): %3:s\n\nInput: %5:s\nOutput: %6:s\nSaved: %4:s

[AIMPML]
Added=Added
Album=Album
AlbumArtist=Album Artist
Artist=Artist
BitDepth=Bit Depth
Bitrate=Bitrate
BPM=BPM
Channels=Channels
Comment=Comment
Composer=Composer
Conductor=Conductor
Copyrights=Copyrights
CreatedAt=Created At
DiskNumber=Disk #
Duration=Duration
FileFormat=File Format
FileName=File Name
FileSize=File Size
Genre=Genre
Labels=Labels
LastModification=File Modified
LastPlayback=Last playback
Lyricist=Lyricist
Mood=Mood
PlaybackCount=Playback count
Timestamp=Timestamp
Name=Name
Source=Source
Publisher=Publisher
Rating=Rating
SampleRate=Sample rate
Title=Title
TrackNumber=Track #
URL=Link
UserMark=User Rating
Year=Year

[AIMPML.Controls]
Customize=Customize
DataSourceList=Data Source List
History=Playback History
NewLabel=New label
NewLabelDialog=New label...
None=(none)
ResetAllFilters=Reset All Filters
ResetFilter=Reset Filter
ShowAll=(show all)
UnsetAllLabels=Unset all labels

[AIMPML.Reports]
AlbumCount=Album count:
ArtistCount=Artist count:
Common=Statistic
FavoriteAlbums=Favorite albums (Top %d)
FavoriteArtists=Favorite artists (Top %d)
FavoriteGenres=Favorite genres (Top %d)
FavoriteTracks=Favorite tracks (Top %d)
GenreCount=Genre count:
L1=Playback count:
L2=Track count
L3=Total duration (~)
L4=Artist
L5=Listened
L6=Total
TrackCount=Track count:

[AIMPML.Presets]
BestTracks.C=Best tracks
BestTracks.V=Top %d|Highly rated
NewTracks.C=New tracks
NewTracks.V=For day|For three days|For week|For 2 weeks|For month|Never played

[AIMPMLFilterEditorDialog]
btnCancel=Cancel
btnOK=OK
Caption=Filter Parameters
pcpFilter=Filtering

[AIMPMLFilterEditorDialog.FilterControl]
C=Add rule
G=Add group
Op0=equals
Op1=not equals
Op2=between
Op3=less
Op4=less or equals
Op5=greater
Op6=greater or equals
Op7=contains
Op8=begins with
Op9=ends with
Op10=is last X days
R=Delete

[AIMPMLGroupDetailsCustomizationForm]
btnReset=Reset
Caption=Groups Layout Customization
GB1=Fields for grouping
GB2=Fields for group details

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=Clear
btnEditFilter=Edit...
Caption=Grouping template
L1=Auto-name
L2=Group by fields
L3=Custom Filter
lbName=Name
lvAvailable=Available fields
lvGroup=Used fields

[AIMPMLLabelsDialog]
acMoveLeft=Set label
acMoveRight=Unset label
acRemove=Remove label
acRename=Rename label
btnCancel=Cancel
btnOK=OK
C1=Labels
C2=Available labels
Caption=Labels
L1=Enter the label name
L2=Add
miSetToAll=Apply to all files
miUndoSetToAll=Undo: apply to all files

[AIMPFindMissedFilesDialog]
acApply=Apply to checked
acFind=Search...
acRemoveSelected=Remove selected references to files
acReplace=Replace filename...
Caption=Misplaced files

[AIMPMLMissedFilesDialog.tlMissedFiles]
c[0]=Misplaced file
c[1]=Suggested replacement
c[2]=Degree of compliance

[AIMPMLMonitoringSettingsDialog]
acAdd=Add
acDeleteAll=Delete All
acDeleteSelected=Delete Selected
acUpdate=Update
btnClose=Close
Caption=Files Monitoring
CB1=Search for moved or renamed files
CB2=Delete non-existing files from data base
CB3=Reload tags
cbMinFD=If duration less than:
cbMinFS=If size less than:
cbScanOnStartup=Check for new files at application start up
cbTrackChanges=Monitor for changes while running
GB1=Monitoring
GB2=Do during update
gbFiltBy=Skip file
L1=If file extension is:
L2=Click the "update" button to update content of data base of your music library
pcpFolders=Folders
pcpSettings=Settings

[AIMPMLMonitoringSettingsDialog.tlPaths]
c[0]=Folder
c[1]=Sub-folders

[AIMPMLPreimageDialog]
Caption=Smart Playlist - Music Library
btnCancel=Cancel
btnOK=OK
cbSortBy=Sort by:
cbLimitTo=Limit number of tracks to:
pcpFilter=1. Filter
pcpSort=2. Sort
pcpPostProcess=3. Output

[AIMPPlaylistFoldersPreimageDialog]
acAdd=Add
acDeleteAll=Delete All
acDeleteSelected=Delete Selected
btnCancel=Cancel
btnOk=OK
Caption=Smart Playlist - folders
cbSyncOnChanges=Monitor for changes while running
cbSyncOnStartup=Check for changes at application start up
L2=Skip files with following extensions:
pcpFolders=Folders
pcpSettings=Settings

[AIMPPlaylistFoldersPreimageDialog.tlPaths]
c[0]=Folder
c[1]=Sub-folders

[AIMPPlaylistPreimageDialog]
Caption=Smart Playlist - playlist
L1=File Name\Link

[AIMPSendToDialogForm]
cbDefault=Apply as a default
cbSaveStructure=Save path structure
gbAdditionals=Additional files
gbPath=Destination path
gbRename=Rename by template
L1=Copy|Move
L2=Copy To|Move To
L3=Copy Settings|Move Settings
lbAdditionals=Files to copy to destination path along with main files.\n; - separator, * - unknown part of file name

[ATEAutoNumerationForm]
Caption=Autonumeration
L1=Start at

[ATEAutoTagForm]
c[0]=File name
c[1]=Album
c[2]=Artist
c[3]=Genre
c[4]=Title
c[5]=Track No
c[6]=Date
c[8]=Number of tracks
C1=Before changes
C2=After changes
Caption=Autofill tag using file name

[ATEChangeRegisterDialog]
Caption=Changing the case / Transliteration
CB1=Tags:
GB1=Actions
L1=Case:
L2=Transliteration:
L3=Fields:

[ATEForm]
A0=Autonumeration
A1=Autonumeration (%s)
A2=Renaming
A3=Change to format "%s"
A4=Apply
A9=Skip already analyzed files
acAnalysisBPM=Analyze selected
acEdit=Edit All Fields...
acRgAlbum=Scan selected: as one album
acRgFile=Scan selected: without album
acRgFAlbum=Scan selected: each folder as album
acRgMAlbum=Scan selected: get album from tags
acRgRemove=Remove ReplayGain info from tags
acScenarios=Scenarios...
acEditChapters.h=Create/Edit chapters...
acSearchOnline.h=Auto-tagging via online services...
acSearchOnlineAlbumArts=Find album arts online...
acSearchOnlineLyrics=Find lyrics online...
aSave=Save
aTag.h=Auto-tagging
B1.h=Changing the case / Transliteration
B5=Refresh tags
btnBPM.h=BPM
btnLayout.h=Change View
btnRG.h=ReplayGain
btnScripts.h=Scenarios
Caption=AIMP: Advanced Tag Editor
cbSubFolders=With subfolders
lbNoData=(No data for preview)
miDelete=Delete
miDeletePhys=Delete physically
miGroupBy=Group By
miGroupByFolder=By Parent Folder
miGroupByNone=No grouping
miJumpTo=Jump to folder...
miNumCfm=Ask confirmation
miSoundOut=Playback Settings
TM0=Files on hard drive
TM1=User added files

[ATEForm.lvTable]
c[0]=№
c[1]=Disc №
c[2]=File name
c[3]=Title
c[4]=Artist
c[5]=Album
c[6]=Date
c[7]=Genre
c[8]=Bitrate
c[9]=Duration
c[10]=Format
c[11]=Album Art
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=Size
c[19]=Lyrics
c[20]=BPM
c[21]=Replay gain

[ATEChaptersEditDialog]
Caption=Chapters Editor
acInsert=Add
acInsert.h=Add chapter
acDelete=Delete selected
acDelete.h=Delete selected chapters
acEdit=Edit
acEdit.h=Edit selected chapter
btnSave=Save...
btnPlayPause.h=Start / Pause
btnFastForward.h=Fast forward
btnRewind.h=Rewind
tsVolume.h=Volume

[ATEChaptersFormatChooser]
Caption=Chapters Editor
GB1=Save as:
RB1=Chapters, embedded to audio file
RB2=CUE, embedded to audio file
RB3=CUE, placed as separate file
RB4=Plain Text
btnSave=Save
W1=* Option is unavailable for the audio file format

[ATEOnlineSearchForm]
aiProgressInidcator=Searching... Please wait
btnCancel=Cancel
btnSave=Apply to Files
Caption=Auto-tagging via Online Services
edSearchBox.b0=Find
edSearchBox.th=Album, Artist
ErrorAuthorizationRequired=This operation requires authorization. You must login and authorize the AIMP app to operate with it. After doing it, send your request again.
vlbBindingHint=To bind found track with editing track, drag-and-drop it from top list to bottom.\nNote that changes will be applied to checked tracks only.

[ATERenameForm]
btnRename=Rename
Caption=Renaming Settings
CB1=Preview
CB2=Work with copy of file
GB1=Rename files by template
GB2=Move files to selected folder
GB3=Search and Replace
GB4=Case
GB5=Transliteration
L1=Find:
L2=You can use "\" character (%Y\%A - %T) to sort by folders
L3=Replace with:

[ATESaveParams]
Caption=Save Settings

[ATEScenariosForm]
btnClose=Close
btnRun=Run
btnStop=Stop
Caption=Scenarios
cbPreviewMode=Preview Mode
GB1=Scenario
lbPreviewMode=In preview mode, all changes made in scenario will NOT be applied to real files

[AutoTag]
bOk=Apply
Caption=Autofilling
CB1=Don't fill field if it has a value

[CommonDialogs]
B1=OK
B2=Cancel
B3=New Folder
BS=Yes|No|OK|Cancel|Abort|Retry|Ignore|All|No to All|Yes to All|Help|Close
L1=Select Folder
L2=Include SubFolders
MsgCaptions=Warning|Error|Information|Confirmation|
SA=Select all
SN=Remove selection

[ConfirmDialog]
B1=Replace
B2=Replace All
B3=Skip
B4=Skip All
B5=Rename
B6=Cancel
Caption=Replace
gbFile1=Replace file
gbFile2=By new file

[CONTEXT]
0=&Open with AIMP
1=&Play
2=Add to p&laylist
3=Add to &queue
4=Add to &bookmarks
5=&Edit tags
6=&Convert to other format
7=Open in &new playlist

[Converter]
actAddFiles=Add Files
actAddFolders=Add Folders
actAddPlaylist=Add Playlists
actDeleteAll=Clear
actDeleteSelected=Delete Selected
actStop=Stop
bAdd.h=Add Files / Folders
bDelete.h=Remove Files
bQuickOptions.h=Preferences
bSettings=Preferences
bStart=Start
Caption=AIMP: Audio Converter
csCancel=Canceled
csDone=Done
csError=Error
csPaused=Paused
csWaiting=Waiting
lbEncoder=Format:
lbMode=Encoding mode
lbNormalizeVolume=Normalize volume:
lbTargetFileName=Rename file:
lbTargetFolder=Move output to:
lbTimeElapsed=Elapsed:
lbTimeLeft=Remain:
lbTotalProgress=Total Progress:
lbVolumeNormalization=Volume Normalization
miCloseAppWhenDone=Close the app after successful conversion
miDeleteSource=Delete source file after successful conversion
miSavePathStructure=Save directory structure when moving file to target path
miShutdownWhenDone=Shut down computer after conversion
miUncheckSuccessful=Uncheck file mark in the list after successful conversion
Modes=One track - one file|All tracks - one file|One folder - one file
miShutdown=Shutdown
miHibernate=Hibernate
miSleep=Sleep

[Converter.lvTable]
c[0]=Title
c[1]=Format
c[2]=Status
c[3]=№
c[4]=File name
c[5]=Target file name

[ConverterEncoders]
bOk=OK
btnReset=Reset to defaults
cbAsInput=As source file
cbChangeFormat=Change Format
cbCorrectionFile=Create correction file
cbIncludeMD5=Include checksum to file
cbModeHybrid=Hybrid
cbModeLossless=Lossless
cbNoGap=No Gap
gbMode=Mode
lbProfile=Profile:
lbBestC=Best compression
lbBestQ=Best quality
lbBitDepth=Sample Format:
lbBitrate=Bitrate:
lbBitrateMode=Mode:
lbChannels=Channels:
lbCompression=Compression:
lbLeast=Fast compression:
lbMost=Best compression:
lbQuality=Quality:
lbSampleRate=Sample Rate:
scParams=Parameters

[CopyDialog]
0=Copying...
1=Moving...
2=Pause
3=Continue

[DropForm]
CB1=Don't ask again
RG1=Drag and Drop

[DSPDialog]
btnEqPresets=Presets
btnReset=Reset to Defaults
CB1=Voice Remover (for Stereo Only)
CB3=Use sound fading (Pause / Unpause)
CB4=Use sound fading on navigation within track
CB5=Smooth volume changing
CB6=Mix next track with previous
CB7=Fade in volume at the beginning of track
CB8=Fade out volume at the ending of track
CB12=Allow cross-mixing
CB16=Remove silence at track edges regardless of the duration
cbEqSwitch=Switch on the Equalizer
GB1=Peak normalization
GB2=Manual track switching
GB3=Automatic track switching
GB4=Replay gain normalization
GB6=Remove silence
L1=* You can reset values by right mouse click
L2=DSP Plugins:
L4=Preamp:
L5=Current value:
L6=Upper threshold of preamp:
L7=Lower threshold of preamp:
L9=Default value:
L10=Target volume level:
L12=Silence duration to activate removal:
L13=Silence detection threshold:
lbChorus=Chorus
lbEcho=Echo
lbEnhancer=Stereo enhancer
lbFlanger=Flanger
lbPitch=Pitch
lbPreamp=Preamp
lbReverb=Reverb
lbSpeed=Speed
lbTempo=Tempo
lbTrueBass=Bass
R2=Use value from tags
R3=Analyse file "on-the-fly"
RB1=Do Nothing
RB2=Add pause between tracks
tcpMixing=Mixing
tcpSilenceRemover=Remove Silence
tcpSoundEffects=Sound Effects
tcpVolume=Volume

[DSPDialog.cbReplayGainSource]
i[0]=Source: File
i[1]=Source: Album

[EditorForm.RegisterFmt]
i[0]=Without changes
i[1]=All Words With Capital Letter
i[2]=First word with capital letter
i[3]=ALL IN UPPER CASE
i[4]=all in lower case

[EQPresetsDialog]
B1=Apply
B2=Cancel
B3=Delete
B4=Restore
Caption=Equalizer presets

[HotkeysGroups]
AudioConverter.Content=Audio Converter: table
AudioConverter.General=Audio Converter: general
Common.Dialogs=Common: dialogs
Common.SendTo=Files: send to...
Common=Common
MusicLibrary.GroupingTree=Music Library: grouping tree
MusicLibrary.Table=Music Library: table
MusicLibrary=Music Library: common
Player.Navigation=Player: navigation
Player.PlayableFile=Player: playing file
Player.PlaybackControl=Player: playback control
Player.Visualizations=Player: visualization
Playlist.AddFiles=Playlist: files adding
Playlist.Deletion=Playlist: files deletion
Playlist.Search=Playlist: search
Playlist.SelectedFiles=Playlist: selected files
Playlist.Sorting=Playlist: sorting
Playlist=Playlist
TagEditor.Content=Tag Editor: table
TagEditor.CurrentFile=Tag Editor: current selection
TagEditor.Functions.BPM=Tag Editor: functions - BPM calculation
TagEditor.Functions.ReplayGain=Tag Editor: functions - ReplayGain calculation
TagEditor.Functions=Tag Editor: functions
TagEditor.Tree=Tag Editor: tree

[InfoBar]
CB0=As Information Bar|As Card
CB1=At start of playback, during:
CB2=By left|By right|By center
CB3=Show at desktop top|Show at desktop bottom
CB4=Show album art
CB6=Show over fullscreen applications if it possible
CB7=Apply to background only
CB8=Always
CB9=Before playback finish, during:
GB0=Show information about playing file
GB1=Show
GB5=View
M1=Background
M2=Line %d
M3=Font
M4=Text Color
P1=Information Bar

[MSG]
1=New playlist
2=Enter name
3=Music Library
4=This operation will delete the files from the hard drive! Proceed?
5=(disabled)
6=File or folder not found!
7=Minimize to tray
8=Show main window
9=Rename
10=Volume
11=Position
12=Play
13=Play from the beginning
14=Pause
15=User defined preset
16=Select all
17=Off|On
18=Send files
19=This hot key is either invalid or already assigned to another application
21=This operation will close all playlists, except the active. Proceed?
22=Write to file
23=Preview
24=Topmost
25=Couldn't save changes in file "%s", maybe it is locked by another application.
26=This operation will change tags of the audio files. Proceed?
27=Composer
28=Screen determined by position of Main Window|Screen %d: Secondary (%s)|Screen %d: Primary (%s)
29=Folder "%s" doesn't exist
30=Couldn't remove one of the plugins, maybe it is used by the application:
31=Done...
32=Single playlist mode:\nCouldn't change playlist because it is locked!
33=Search
34=Local files
35=No grouping
36=Find files...
37=Read only|Assigned to preimage
38=This option disables the ability to make more than one playlist.\nIf you select this option other playlists tabs will be automatically closed!
39=Quality
40=Save As
41=Download from the Internet
42=Format:
43=(Default)
44=Speed
45=Balance
46=Opening...|Buffering...
47=Radio Capture
48=Title
49=Case
50=This key is already used!
51=Jump to time:
52=Invalid format
53=New version is available. Download it now?
54=SoundFonts
55=Current value:
56=for sorting by folders use "\" character in template
57=Do you really want to reset the stats?|Do you really want to reset the stats for selected files?
58=New template
59=Removing Files Physically|Followed files were not deleted because of system error:
60=Expressions...
61=Operation hasn't finished yet. Do you want to abort it?
62=Some operations haven't finished yet! Do you want to cancel them?
63=File search:
64=Size:
65=Creation date:
66=Nothing found
67=Updating...
68=DB size before compression: %s\nDB size after compression: %s\nSaved: %s.
69=Apply
70=Cancel
71=Admins privileges are required
72=File type
73=Loading...
74=Profile folder
75=Sort by template
76=Set user rating %s
77=Auto search
78=New files:
79=Transparency
80=Preview
81=Lyrics
82=File location...
83=Copyright
84=Changes will be applied after restarting the application
85=User Rating
86=Copy
87=Paste
88=Cut
89=Source
90=Result
91=This operation will delete "%s" preset. Proceed?
92=All|Addons|Decoders|Visuals|DSP
93=Adding files...
94=Repeat part "A-B" [off]|Point "A" assigned|Repeat part "A-B" [on]|
95=Reconnection in %s sec
96=Warning! This operation will reset presets list to default!
97=Save player state on close
98=Use the Mini Player instead of minimizing to tray
99=Presets editor
100=Album
101=URL
102=Artist
103=Title
104=Comment
105=Genre
106=Remove tag
107=Date
108=Track #
109=Disk #
110=Album cover
111=SoundFonts not found or invalid.
112=<none>
113=Done!
114=This operation will remove all files and statistics from database! Continue?
115=Duration
116=File|Folder|Playlist
117=Played
118=Added
119=Rating
120=Managing playlists
121=Delay:
122=Close
123=Copy file to clipboard
125=Catalogs
126=Please wait...
127=Played Count
128=Copy to %s|Move to %s
129=Auto filling (RMB - template selection)
130=Album Artist
131=Converting:
132=Rename
133=Settings
134=Paused
135=Resize...
136=Settings have been changed. Do you want to save the changes?
137=Removable Drive|CD-Drive
138=Apply to
139=Computer will be shut down in %s sec
140=Publisher
141=dB
142=Warning! Other applications will not be able to output sound if this output device type is used in AIMP.
143=Preimage: |None|Folders|Music Library|Playlist
144=Encoded By
145=Mood
146=Part Of Compilation
147=Catalog
148=Lyricist
149=Conductor
150=Windows
151=msec
152=Automatically
153=sec
154=min
155=B|KB|MB|GB
156=Absolute file paths
157=Sort files after adding to playlist by template:
158=Waiting for authorization...\nPlease complete authorization request in your browser.\n\nTo cancel the operation just close the window.
159=Batch mode
160=No results matching search query

[Options]
bCancel=Close
Caption=Preferences
btnReset=Reset to defaults
miResetPage=Reset settings on current page
miResetProfile=Reset all settings and user data
miResetSettings=Reset all settings
wcResetSettings=The operation will reset all app settings to it defaults. Proceed?
wcResetProfile=The operation will __REMOVE__ all playlists, skins, settings, statistics and other app's data. Do you really want to proceed?

[OptionsFrameAddFiles]
C1=File adding
C9=General
C10=Open files from external applications
C11=Drag and drop
CB1=Ask user
CB2=Expand files by markup file at adding to playlist
CB3=Add entire folder
CB6=Autoscan playlist when adding files
CB9=Play opened files immediately
CB15=Play added files immediately
CB19=Begin playback immediately
CB48=Open playlist files in new tabs
CB59=Sort by file name
L1=Default action:
L5=If one file is sent:
L7=When files are being opened:

[OptionsFrameAddFiles.CBA]
i[0]=Create new playlist
i[1]=Add to current playlist
i[2]=Add to empty playlist "Default"

[OptionsFrameAddFiles.RG4]
i[0]=Add files to current position
i[1]=Add files to end of playlist
i[2]=Add files to beginning of playlist
i[3]=Add and mix files in playlist

[OptionsFrameAssoc]
B1=File Types
C1=File associations
CB1=Audio Files
CB2=Playlists
CB3=Skins

[OptionsFrameConvertor]
C1=Conversion Settings
C18=Behavior
Caption=Converter
CB1=Expand files by CUE Sheet file at adding to table
CB4=Show stats after conversion
CB6=Play sound when conversion done
GB1=On done the conversion
L1=Threads:
L2=Maximum number of threads depended from the number of CPU cores.

[OptionsFrameExtraMeta]
B1=Flush
Caption=Additional Information
CB1=Save album art to file folder using template:
CB2=Find on the Internet
CB3=Save lyrics file to file folder automatically
CB4=Find in file folder
CB5=Find in file tags
GB1=Find on the Internet
GB2=Allow Caching
GB3=Find in file folder
GB4=Find in file tags
L2=Maximum file size for download:
L3=Caching reduces the number of disk accesses, saves Internet traffic, accelerates album art searching.
L4=Remove record from the cache after:
L5=days
pctAlbumArts=Album Arts
pctLyrics=Lyrics
W1=* You must have installed the plugins that provides this ability

[OptionsFrameHotkeys]
B10=Default
c[0]=Command name
c[1]=Local
c[2]=Global 1
c[3]=Global 2
C1=Hot keys

[OptionsFrameInterface]
C1=Animation
C3=Transparency
Caption=Interface
CB1=Allow per-pixel semi-transparency
CB2=Show waveform of playing file over the seek bar *
CB3=Animate windows pinned to another windows when showing or hiding
CB4=Animate windows when showing or hiding in desktop toolbar mode
CB5=Show spectrum visualization for playing file *
CB28=Animate state changing of visual display *
CB30=Allow fading effect
CB35=Animate playlist tabs scrolling *
CB38=Disable transparency if window is active
CB39=Disable transparency if window is mouse focused
CB42=Smooth transparency changing
CB52=Snap windows to screen edges and other AIMP's windows
CB68=Use smoothing
CB71=Change visualization every:
CB75=Cyclical
GB1=Templates for static labels *
GB3=Templates for running line *
GB4=Night Mode
GB7=Fullscreen mode
GB10=Visualizations changing
L1=* Skin should support this feature
L2=Text Size:
L10=Update every:
L21=Start fullscreen mode on display:
L23=It will render more slowly but render better image when zooming
pcpGeneral=General
pcpTemplates=Displaying Data
pcpVisuals=Visualization
GB5=Color Schema

[OptionsFrameInterface.cbNightMode]
i[0]=Automatically (for Windows 10/11)
i[1]=Disabled
i[2]=Enabled

[OptionsFrameInterface.rsRun]
i[0]=Movement: disabled
i[1]=Movement: to left
i[2]=Movement: to right

[OptionsFrameInterface.rsShow]
i[0]=Starting: disabled
i[1]=Starting: from left
i[2]=Starting: from right
i[3]=Starting: from top
i[4]=Starting: from bottom

[OptionsFrameLang]
C1=Select interface language
Caption=Language
L0=system locale
L1=Convert non-Unicode strings according to
L2=Primary
L3=Additional

[OptionsFrameMLMain]
B1=Files Monitoring...
C1=Music Library
Caption=Music Library
CB1=Set user rating
CB2=Start playback
CB3=Playback has been accounted
CB4=Show rating instead of user defined rating, if user rating is not set
CB5=Synchronize user defined rating with tags of audio file
CB6=Always show content of subfolders
CB7=Combine empty grouping levels when possible
GB1=Common
GB2=Add file to the database when
GB3=Rating
GB4=Playback accounting
L1=Minimum threshold for duration of the file:
L2=Account playback after play:\nbut no more than 4 minutes
L3=Calculate rating based on statistics for last:
L4=days
L6=Click here to write already existed rating to file tags

[OptionsFrameNet]
C21=Internet connection options
Caption=Connection
CB1=Use direct connection
CB2=Use system defaults
CB3=Manual proxy configuration
L79=Timeout:
L98=Password:
L106=Server:
L107=Port:
L108=User:

[OptionsFramePlayer]
C19=Scroll table items with mouse wheel
Caption=Player
CB21=Stay on top
G1=Controlling
GB4=Control by hotkeys / mouse wheel
GB5=Control by mouse
GB15=Copy into clipboard template
L12=Normal scroll
L13=Change speed by 
L14=Change position by 
L15=Change tempo by 
L16=Change volume by 
L18=Scroll with "%s" pressed
L33=Middle click:

[OptionsFramePlayer.MOBox]
i[0]=(none)
i[1]=Play/Pause
i[2]=Add files

[OptionsFramePlayerBehavior]
C1=Automatic
CB1=Restore playback position
CB7=Repeat playlist with one file
CB32=Auto-adjust equalizer preset for a track
CB33=Restore playback position for each playlist
CB47=Each playlist has its own playback mode (normal / shuffle)
CB48=Save player state during the playlist navigation via "next / previous file" buttons
CB49=Jump %0:s back on start if playback is paused for more than %1:s
CB58=Automatically jump to next track
CB59=and suspend the playback
GB1=Miscellaneous
GB2=On app startup
GB3=Playback mode
GB4=On end of playlist
GB5=On deleting playing file
GB6=Focus playing file in playlist:
L1=Playback mode:

[OptionsFramePlayerBehavior.RG1]
i[0]=Start playback
i[1]=Restore the state
i[2]=Do nothing
i[3]=Pause playback

[OptionsFramePlayerBehavior.RG2]
i[0]=Jump to next playlist
i[1]=Repeat Playlist
i[2]=Stand by

[OptionsFramePlayerBehavior.RG3]
i[0]=Normal
i[1]=Repeat track
i[2]=Shuffle

[OptionsFramePlayerBehavior.RG4]
i[0]=Do nothing
i[1]=Stop the playback
i[2]=Jump to next track

[OptionsFramePlayerBehavior.RG5]
i[0]=Only if playlist is not used
i[1]=Never
i[2]=Always

[OptionsFramePlaylistBehavior]
C6=Behavior
Caption=Playlist
CB1=Remove playlist when closing tab
CB2=Sort playing using specified template on change it content
CB3=Save absolute file paths (recommended)
CB4=Save content of temporary playlist named "Default"
CB8=Ask playlist name at creation
CB31=Save queue on exit the app
CB46=Close playlist by double-click on tab
CB56=Ask for confirmation when removing files from hard drive
CB57=Single Playlist Mode
GB1=Saving
GB2=Common

[OptionsFramePlaylistView]
bCancel=Cancel
bOk=OK
C1=View options
Caption=Appearance
CB50=Show information about selected files
cbAbsoluteNumeration=Absolute Numeration
cbCollapseUnusedGroups=Collapse unused groups automatically
cbGroupMode=Enable groups
cbMergeGroups=Merge similar groups automatically
cbShow2ndLine=Show second line with info
cbShowDuration=Show duration column
cbShowExpandBtns=Show group expand buttons
cbShowMarks=Show rating
cbShowNumbers=Show track number
cbShowSwitches=Show switches column
gbFormating=Format Settings
gbGrouping=Grouping Settings
gbLayoutSettings=Layout Settings

[OptionsFramePlugins]
B1=Restart now
Caption=Plugins
L1=Some of the loaded plugins are not used by this application
lbURL=Get more plugins
N1=Remove
N2=Load selected
N3=Load all
N4=Unload selected
N5=Unload all
N6=Unload non-standard

[OptionsFramePlugins.cbFilter]
i[0]=All
i[1]=Loaded
i[2]=Unloaded
i[3]=Unused

[OptionsFrameRadioCap]
C1=General Settings
C22=Internet Radio Capture
Caption=Internet Radio
CB2=Skip the track if file with same name is already exists
CB65=Capture stream without transcoding (only for MP3 / AAC / AAC+)
CB66=Write tags to file
CB67=Write CUE-log
CB68=Buffer size for background recording:
CB69=Delete files whose duration is less than:
GB6=Capture options
GB9=Split to files
L1=Number of attempts to reconnect when connection is lost:
L2=User-Agent:
L3=Buffer size:
L13=Time:
L24=File name template:
L25=Size:
L85=Save to folder:

[OptionsFrameRadioCap.cbBreakType]
i[0]=Split by tracks
i[1]=Split by size
i[2]=Split by time

[OptionsFrameSkins]
B2=Browse...
C1=Skins
lbURL=Get more skins
miDelete=Remove

[OptionsFrameSort]
Caption=Templates
L1=Use "%!" macros for reverse sorting
L2=Sorting Templates
L3=Grouping Templates

[OptionsFrameSoundOutRemapping]
btnRemove.h=Remove link
Caption=Channels Remapping
L0=Customized remapping presets:
L1=Input
L2=Output
L3=Channel %d
L4=Select preset to customize:
N1=All of your changes will be applied to playing file immediately if editing template is suitable
N2=Player will use default template if custom template is not present

[OptionsFrameSystem]
C1=System
Caption=System
CB2=Show current track information in taskbar
CB3=Allow current file information scrolling
CB4=Show playback progress
CB5=Show player state in button on taskbar
CB6=Show player state as color of progress bar
CB7=Use "Indeterminate" status for audio streaming
CB18=Prevent display from powering off
CB23=Add to Explorer context menu
CB24=Add to CD/DVD autorun menu
CB40=Add link to "Run" menu
CB41=Add to default applications list
CB60=Autorun
GB1=Integration
GB2=Show button on taskbar
L1=Player window should be active
L99=Priority

[OptionsFrameTagEditor]
C1=Behavior
Caption=Tag Editor
CB1=Allow to use in-place expressions to pre-process tag fields values

[OptionsFrameTray]
C15=General
C16=File info
C17=Mouse control
Caption=Tray
CB1=Minimize to tray on minimizing the application
CB2=Minimize to tray on startup
CB3=Show the Mini Player on minimizing to tray
CB4=Show playback status on tray icon
CB5=Always show tray icon
CB13=Show file info at mouse focus
L30=One click:
L31=Double click:
L32=Middle click:
L34=Showing delay:

[OptionsFrameTray.TrayCmd]
i[0]=(disabled)
i[1]=Show/Hide the Main Window
i[2]=Bring the Main Window to top
i[3]=File info
i[4]=AIMP Volume controller
i[5]=Play/Pause
i[6]=Add and play files
i[7]=Next track
i[8]=Prev track

[OptionsSoundOutFrame]
C1=Playback options
Caption=Playback
CB1=Pre-load next track while current is playing (requires more memory)
CB2=Logarithmic volume control
CB3=Loudness compensated volume control
L1=Sound output type:
L2=Device:
L3=Parameters:
L4=Cache size:
L5=Select channels which will be used for output

[OptionsSoundOutTransformFrame]
B1=DSP Manager
C1=Transform
CB1=Allow channels mixing
CB1Hint=Surround emulation for stereo / mono files\nSmart conversion of multichannel files to stereo / mono
CB2=Anticlipping
CB2Hint=Prevents noise and scratches that appears when the signal level jumps over 0 dB
CB3=Dither
CB3Hint=Suppress distortion which appears when decreasing sampling depth
CB4=Allow system decoders usage
GB1=Tracker Music
GB2=Common
L1=Resampling:
L2=Speed
L3=Quality

[PlaylistExportSettings]
btnOK=Ok
C4=Tracklist export options
Caption=Tracklist export
CB54=Export hidden playlist items
CB55=Export playlist groups
cbDefault=Remember my choice
L26=Template:
L27=Pattern:

[PlaylistsManagerDialog]
acImport=Import playlists...
acImportDirs=Import folders...
acRemove=Remove selected from disk
btnPreimage=Settings
cbReadOnly=Lock from changes
cbShuffleMode=Shuffle playback mode
L1=Common
L2=Personal settings
L3=Active playlists
L4=Inactive playlists
L5=Preview
lbPreimage=Preimage:
lbPreimageNotes=Preimage is data source for current playlist (that can be based on Music Library, Folders or etc). To synchronize with the preimage, press "Reload data from preimage".\n\n Synchronization is in one direction only: Preimage -> Playlist.
lbStorage=Location:

[QTEAlbumArtEditor]
btnCancel=Cancel
btnOk=OK
Caption=Album Arts Editor
lbScale=Scale Factor:
lbSizes=Sizes:
pnlCrop=Crop
pnlScale=Resize

[QTEExpressions]
btnCancel=Cancel
btnOK=OK
Caption=Expressions
lbTitle=Type the expression that will be used as pre-processor for value of the editing field for all selected files
W1=Expression must be started from "="

[QTEForm]
acMemoClear.h=Clear
acMemoLoad.h=Load from file...
acMemoSave.h=Save As...
bCopyTo=Copy to...
Caption=Tag Editor
lbCustomFields=Unknown fields...
L1=Load
L2=Save
L3=Uncheck to remove album art from file on save the changes
T1=Basic
T2=Lyrics
T3=CUE
T4=Information

[QteCustomFields]
Caption=Unknown fields
miExtractAll=Save as...
miExtractSelected=Save selected as...
miDelete=Delete
miCopy=Copy
miCopyAsUTF8=Copy as UTF8-string
miCopyAsUTF16LE=Copy as UTF16LE-string
miCopyAsUTF16BE=Copy as UTF16BE-string
btnOK=OK
btnCancel=Cancel

[QueueDialog]
Caption=Queue manager
CB1=Pause
L1=Total time:

[QueueDialog.ListView]
c[0]=Number
c[1]=File name
c[2]=Playlist
c[3]=Duration

[SearchForm]
B1=Search options
B2=Close
Caption=Advanced search
CB1=Search in titles
CB2=Search in artists
CB3=Search in albums
CB4=Search in genres
CB5=Search in full file names
CB6=Autosearch
L1=(All)
N1=Play
N6=Find in Playlist

[SearchForm.Table]
c[0]=Title
c[1]=Playlist
c[2]=Index in queue

[Templates]
%Album= - album
%AlbumArtist= - album artist
%AlbumGain= - replay gain value for album
%Artist= - artist
%BitDepth= - bit depth
%Bitrate= - bitrate
%BPM= - beats per minute
%Caps(A)= - All Words With Capital Letter
%Caps2(A)= - All Words With Capital Letter, IGNOring SouRCE CaSE
%Case(..)= - returns first not-empty argument
%Catalog= - catalog name
%Channels= - channels
%Chapter= - current chapter
%Char(A)= - character with A code
%CleanTitle(A)= - removes from A string information about featuring artists
%Comment= - comment
%Composer= - composer
%Conductor= - conductor
%Copyright= - copyrights
%Detransliterate(A)= - de-transliterate Cyrillic characters from Latin alphabet
%DiskNumber= - disk number
%DiskTotal= - total number of disks
%Duration= - track duration
%EncodedBy= - encoded by
%ExtractFileExt(A)= - extracting extension of file A
%FileCreatedDate= - file created date
%FileCreatedTime= - file created time
%FileCreatedDateAndTime= - file created date and time
%FileDir(..)= - full path to parent directory
%FileFormat= - file format
%FileModifiedDate= - file modified date
%FileModifiedDateAndTime= - file modified date and time
%FileModifiedTime= - file modified time
%FileName= - full file name
%FileParentDir(..)= - name of parent directory
%FileSize= - file size
%Format(A,B)=A is format string for numeric value, B is value
%Genre= - genre
%IF(A,B,C)== C, if A is empty, otherwise - B
%IFEqual(A,B,C,D)== C, if A = B, otherwise - D
%IFGreater(A,B,C,D)== C, if A > B, otherwise - D
%IFGreaterOrEqual(A,B,C,D)== C, if A >= B, otherwise - D
%Index= - position in the list
%ISRC= - ISRC code
%LastPlayDate=- last playback date
%LastPlayTime=- last playback time
%Length(A)= - length of the A string
%Link= - URL
%Low(A)= - lower case
%Lyricist= - lyricist
%Lyrics= - lyrics
%Mark= - user defined rating
%Mood= - mood
%NewLine= - add line break
%PlayCount= - play count
%PrefixToTail(A)= - moves "The" and "A" prefixes to end of A string
%PrefixTrim(A)= - removes "The" and "A" prefixes from A string
%Publisher= - publisher
%Random(..)= - random number from 1 to specified in argument.
%Rating= - automatic rating of track
%Replace(A,B,C)=, where A is source string, B is value to find, C is value to replace
%SampleRate= - sample rate
%StrCopy(A,B,C)= - copies characters from A from B position, C is number of characters to copy
%StrLeft(A,B)= - copies first B characters from A string
%StrPos(A,B)= - search sub-string A in B string
%StrRight(A,B)= - copies last B characters from A string
%StrTrim(A)= - removes trailing and leading whitespaces from A string
%RemoveFileExt(A)= - removes file extension from the A filename
%TimeCode= - position of playing file in the "H:MM:SS.ZZZ" format
%Title= - title
%Today(..)= - current date and time, default format is "yyyy.MM.dd hh:mm:ss"
%TrackGain= - replay gain value for track
%TrackNumber= - track number
%TrackTotal= - total number of tracks
%Transliterate(A)= - transliterate Cyrillic characters to Latin alphabet
%Inc(A,B)= - increments A value by B.
%Dec(A,B)= - decrements A value by B.
%Up(A)= - UPPER CASE
%Value= - current value
%Year= - release year

[Templates.Categories]
0=General
1=Case
2=Conditions
3=Strings
10=Meta
11=File
20=Stats

[Updater]
B1=Check for updates
B2=Install
Caption=Update Checker
CB1=Don't remind about this version
L1=Your version:
L2=Latest version:
L3=Manual update checking
L4=New version available: %s
L5=Update to
L6=stable releases|test versions (Beta)|development versions (Alpha)
W1=WARNING! Version you choose may be very unstable and contains many bugs! Proceed?

